# coding: utf-8
class Genre
  List = {
     1 => '財宝',
     2 => '財宝－勝利点',
     3 => '財宝－褒賞',
     4 => '財宝－リアクション',
     5 => '勝利点',
     6 => '勝利点－リアクション',
     7 => '勝利点－避難所',
     8 => '呪い',
     9 => 'アクション',
    10 => 'アクション－アタック',
    11 => 'アクション－リアクション',
    12 => 'アクション－勝利点',
    13 => 'アクション－持続',
    14 => 'アクション－褒賞',
    15 => 'アクション－アタック－褒賞',
    16 => 'アクション－廃墟',
    17 => 'アクション－アタック－騎士',
    18 => 'アクション－アタック－騎士－勝利点',
    19 => 'アクション－アタック－略奪者',
    20 => 'アクション－避難所',
    21 => 'アクション－略奪者',
    22 => 'リアクション－避難所'
  }
end

